<template>
  <div>
    <b-modal id="modal-marketing-agree" title="● 마케팅 정보 수진 동의" size="sm"  hide-footer>
      <p>
        할인쿠폰 및 혜택, 이벤트, 신상품 소식 등 쇼핑몰에서 제공하는 유익한 쇼핑정보를 SMS나 이메일로 받아보실 수 있습니다.
        단, 주문/거래 정보 및 주요 정책과 관련된 내용은 수신동의 여부와 관계없이 발송됩니다.<br>
        선택 약관에 동의하지 않으셔도 회원가입은 가능하며, 회원가입 후 회원정보수정 페이지에서 언제든지 수신여부를 변경하실 수 있습니다.
        <br><br>

        <b>1. 수집·이용목적</b>
        마케팅 및 분석<br>
        프로모션
        <br><br>

        <b>2. 수집·이용항목</b>
        회원 정보(이름, 휴대폰 번호, 이메일, 성별, 생년월일, 회원등급, 가입일시)
        쇼핑 및 서비스 이용 정보(장바구니의 상품, 구매일시, 배송지역)
        수집∙이용항목은 마케팅 및 분석, 프로모션의 목적에 따라 달라질 수 있으며 수집 시점에 안내 후 동의여부를 별도 확인함
        <br><br>

        <b>3. 보유 및 이용기간</b>
        정보 삭제 또는 이용 정지 요청 및 회원탈퇴 시 즉시 삭제
        <br><br>

        <b>4. 마케팅 활용 정보 수집 방법</b>
        희망자에 한해 직접 입력
        <br><br>
      </p>
    </b-modal>
  </div>
</template>

<script>
export default {
  name: "ModalMarketingAgree",
}
</script>

<style>


</style>